/* Action of empty active goals scene */
"Add a Goal" = "Add a Goal";

/* Title of create goal scene */
"Add Goal" = "Add Goal";

/* Filter of active goals scene */
"All" = "All";

/* Title of archived goals scene */
"Archived" = "Archived";

/* Label of completed steps */
"Completed" = "Completed";

/* Title of empty goal's title alert */
"Empty Title" = "Empty Title";

/* Placeholder of input goal's title */
"Enter a title for your goal" = "Enter a title for your goal";

/* Goal's frequency */
"Every day" = "Every day";

/* Goal's frequency */
"Every Friday" = "Every Friday";

/* Goal's frequency */
"Every Monday" = "Every Monday";

/* Goal's frequency */
"Every Saturday" = "Every Saturday";

/* Goal's frequency */
"Every Sunday" = "Every Sunday";

/* Goal's frequency */
"Every Thursday" = "Every Thursday";

/* Goal's frequency */
"Every Tuesday" = "Every Tuesday";

/* Goal's frequency */
"Every Wednesday" = "Every Wednesday";

/* Goal's frequency */
"Every weekday" = "Every weekday";

/* Goal's frequency */
"Every weekend" = "Every weekend";

/* Title of active goals scene */
"Goals" = "Goals";

/* Label of incomplete steps */
"Incomplete" = "Incomplete";

/* Title of invalid goal's frequency alert */
"Invalid Frequency" = "Invalid Frequency";

/* Title of empty active goals scene
   Title of empty archived goals scene */
"No goals found" = "No goals found";

/* Confirm action of alert */
"OK" = "OK";

/* Message of invalid goal's frequency alert */
"Please select at least one frequency" = "Please select at least one frequency";

/* Title of goal's chart scene */
"Steps" = "Statistics";

/* Message of empty goal's title alert */
"Title can't be empty" = "Title can't be empty";

/* Filter of active goals scene */
"Today" = "Today";

/* Subtitle of empty active goals scene */
"You can take steps to achieve your goal but you need to plan them first" = "You can take steps to achieve your goal but you need to plan them first";

/* Subtitle of empty archived goals scene */
"You haven't archived any goals yet" = "You haven't archived any goals yet";

